---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MNPerMSup2
source: html/efba26aa-9e07-7165-246e-b5c28fc10b76.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MNPerMSup2 Property

Symbol MN/m², indicating unit Meganewtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MNPerMSup2 { get; }
```